result/redis-tlb/run9-prctl00-nothp-nosave/benchmark-stats.log
  240000000 requests completed in 418.61 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
0.04% <= 3 milliseconds
17.48% <= 4 milliseconds
92.63% <= 5 milliseconds
95.79% <= 6 milliseconds
99.88% <= 7 milliseconds
99.93% <= 8 milliseconds
99.95% <= 9 milliseconds
99.97% <= 10 milliseconds
99.97% <= 11 milliseconds
99.98% <= 12 milliseconds
99.99% <= 13 milliseconds
99.99% <= 14 milliseconds
99.99% <= 15 milliseconds
99.99% <= 16 milliseconds
99.99% <= 17 milliseconds
99.99% <= 18 milliseconds
99.99% <= 19 milliseconds
99.99% <= 20 milliseconds
99.99% <= 24 milliseconds
99.99% <= 27 milliseconds
99.99% <= 33 milliseconds
99.99% <= 35 milliseconds
99.99% <= 36 milliseconds
99.99% <= 37 milliseconds
100.00% <= 38 milliseconds
100.00% <= 39 milliseconds
100.00% <= 45 milliseconds
100.00% <= 46 milliseconds
100.00% <= 47 milliseconds
100.00% <= 48 milliseconds
100.00% <= 49 milliseconds
100.00% <= 50 milliseconds
100.00% <= 51 milliseconds
100.00% <= 52 milliseconds
100.00% <= 54 milliseconds
100.00% <= 55 milliseconds
100.00% <= 55 milliseconds
573321.88 requests per second